app/src/main/res/raw/soap_site_upload_file

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <UploadFileEx1 xmlns="http://railway.gtwise.com">
      <fileBytes>$base64Binary</fileBytes>
      <partNum>$partNum</partNum>
      <len>$len</len>
      <fileName>$filename</fileName>
      <FileCategory>$FileCategory</FileCategory>
      <sAuthInfo>$authInfo</sAuthInfo>
      <sSessionKey>$sessionKey</sSessionKey>
    </UploadFileEx1>
  </soap:Body>
</soap:Envelope>
